[Ability.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="扩散毒液"
mTooltip="在其回合结束时，此生物对其周围区域内的单位造成%d点%icon_air气系伤害。受影响的生物会中%spell1.name毒，其%icon_defense防御和%icon_attack攻击降低%buff1.buff.stat1。（对亡灵和构装体无效。）"

[Ability.Dispertion_venimeuse H7BaseBuff]
mName="腐蚀毒液"
mTooltip="降低%stat1 %icon_defense防御和%stat1 %icon_attack攻击，持续%durnow回合。"

[Ability2.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="龙卷风"
mTooltip="对区域内所有敌方单位造成%d %icon_air点气系伤害。"

[Creature_Bird.A_Bird1 H7Creature]
mName="翼手龙"
mLore="翼手龙像不祥的爬行类食腐鸟一样，用它们巨大的翅膀在战场上盘旋。没有敌人能逃脱它们的目光，更不用说它们的攻击了。它们利用精准的攻击，用致命的利爪蹂躏战场。它们也是出色的侦察兵；它们洞察一切，并将信息传达给下方行进的战士。\n\n雇佣所需稀有资源：\n1星银"

[Creature_Bird.A_Bird2 H7Creature]
mName="狂怒翼手龙"
mLore="当愤怒的翼手龙出现在天空中时，情况更加令人不安。你不必看到它们就会突然感到不安。等到头顶的天空变暗时，通常为时已晚。这些生物中的一些非常灵活，以至于在身后留下纯正天体能量的闪烁轨迹。\n\n雇佣所需稀有资源：\n2星银"